Repository: rforge/rcmdrsurvplugin
Catalog: pkg/po/R-*.po
Languages: es, pt_br, ru, sl

source: Cox-Regression Model
es: Modelo de regresión-Cox
pt_br: Modelo de Regressão de Cox
ru: Регрессионная модель Кокса
sl: Coxov regresijski model

source: Start and stop times must be ordered.
es: Los tiempos de comienzo y final deben estar ordenados.
pt_br: Tempos de início e fim devem estar ordenados
ru: Времена начала и конца должы быть упорядочены
sl: Časi začetkov in koncev morajo biti urejeni

source: You must select one or two time variables.
es: Debes seleccionar una o dos variables de tiempo.
pt_br: Selecione uma ou duas variáveis de tempo
ru: Следует выбрать один или два признака, отвечающие за время
sl: Izbrati morate eno ali dve časovni spremenljivki

source: You must select an event indicator.
es: Debes seleccionar un indicador de eventos.
pt_br: Selecione um indicador de evento
ru: Следует выбрать индикатор события
sl: Izbrati morate indikator dogodka

source: "%s" is not a valid name.
es: "%s" no es un nombre válido.
pt_br: "%s" não é nome válido
ru: "%s" не является правильным именем.
sl: "%s" ni veljavno ime.

source: <all valid cases>
es: <todos los casos válidos>
pt_br: <todos casos válidos>
ru: <все подходящие индивиды>

source: Right-hand side of model empty.
es: La parte derecha del modelo está vacía.
pt_br: Lado direito do modelo está vazio.
ru: Правая сторона модели пуста.
sl: Desna stran modela je prazna.

source: Model
es: Modelo
pt_br: Modelo
ru: Модель

source: Enter name for model:
es: Introduzca el nombre del modelo:
pt_br: Entre com o nome do modelo:
ru: Введите имя модели
sl: Vnesite ime modela:

source: Time or start/end times (select one or two)
es: Tiempo o tiempos de comienzo/final (seleccione uno o dos)
pt_br: Tempo total ou tempos de início/fim (selecione um ou dois)
ru: Время или времена начала/конца (выберете один признак или два)
sl: Čas ali časa začetka in konca (izberite enega ali dva)

source: Event indicator (select one)
es: Indicador de evento (seleccione uno)
pt_br: Indicador de evento (selecione um)
ru: Индикатор события (выберите признак)
sl: Indikator dogodka (izberite enega)

source: Strata (select zero or more)
es: Estratos (seleccione cero o más)
pt_br: Estrato (selecione nenhum, um ou mais)
ru: Расслоение (выберите признаки)
sl: Statumi (izberite nič ali več)

source: Clusters (optional)
es: Grupos (opcional)
pt_br: Clusters (opcional)
ru: Кластеры (необязательно)
sl: Skupine (neobvezno)

source: Exact
es: Exacto
pt_br: Exato
ru: Точный
sl: Natančno

source: Method for Ties
es: Método para empates
pt_br: Método para empates
ru: Метод для повторяющихся наблюдений
sl: Metoda ujemanja

source: Default
es: Defecto
ru: По-умолчанию
sl: Privzeto

source: Yes
es: Sí
pt_br: Sim
ru: Да
sl: Da

source: Robust Standard Errors
es: Errores Estándar Robustos
pt_br: Erros Padrão Robustos
ru: Робастное стандартное отклонение
sl: Robustne standardne napake

source: Survival Data Definition
es: Definición Datos de Supervivencia
pt_br: Definição dos dados de sobrevida
ru: Задание данных дожития
sl: Definicija podatkov preživetja

source: Plot Cox-Model Survival Functions
es: Gráfica de las funciones de supervivencia del modelo de Cox
pt_br: Gráficos das funções de sobrevida do modelo de Cox
ru: Рисовать функции дожития в модели Кокса
sl: Nariši funkcije preživetja Coxovega modela

source: Default behavior
es: Comportamiento por defecto
pt_br: Comportamento default
ru: Поведение по-умолчанию
sl: Privzeto obnašanje

source: Plot Confidence Intervals
es: Gráfica de intervalos de confianza
pt_br: Gráfico com Intervalos de Confiança
ru: Рисовать доверительные интервалы
sl: Nariši intervale zaupanja

source: Plot at predictor means
es: Gráfica para medias del predictor
pt_br: Gráfico nas médias dos preditores
ru: Рисовать на средних значениях предикторов
sl: Nariši pri povprečju napovedi

source: Plot by factor levels at covariate means
es: Gráfica por niveles del factor para medias covariantes
pt_br: Gráfico por níveis do fator nas médias das covariáveis
ru: Рисовать в соответствии с градациями фактора на средних ковариат
sl: Nariši po ravneh faktorjev pri povprečjih kovariat

source: Plot at specified values of predictors
es: Gráfica para valores especificados del predictor
pt_br: Gráfico nos valores especificados dos preditores
ru: Рисовать на выбранных значениях придикторов
sl: Nariši pri predpisanih vrednostih napovedi

source: Type of Plot
es: Tipo de gráfica
pt_br: Tipo de Gráfico
ru: Тип рисунка
sl: Zvrst grafikona

source: Confidence level must be a number between 0 and 1.
es: El nivel de confianza debe ser un número entre 0 y 1
pt_br: Intervalo de Confiança deve ser um número entre 0 e 1
ru: Уровень значимости должен быть числом от 0 до 1
sl: Interval zaupanja mora biti med 0 in 1

source: Number of valid entries in prediction data (%d) not equal to number of rows (%d) * number of columns (%d).
es: El número de entrada en los datos de predicción(%d) no es igual al número de filas (%d) * número de columnas (%d).
pt_br: Número de entradas válidas nos dados para predição (%d) não é igual ao no. de linhas (%d)* no. de colunas (%d).
ru: Количество полных записей в данных предикторов (%d) не равно произведению числа строк (%d) на число столбцов (%d).
sl: Število veljavnih vnosov med podatki napovedi (%d) ni enako število vrstic (%d) * število stolpcev (%d).

source: Level of confidence:
es: Nivel de confianza:
pt_br: Nível de confiança
ru: Уровень значимости:
sl: Raven zaupanja:

source: Plot marginal survival
es: Gráfica de supervivencia marginal
pt_br: Gráfico da sobrevida marginal
ru: Рисовать маргинальные функции дожития
sl: Nariši rob preživetja

source: Specify Values of Predictors:
es: Especifique los valores del predictor:
pt_br: Especifique os valores dos preditores:
ru: Задайте значение предикторов:
sl: Določi vrednosti napovedi:

source: Number of rows:
es: Número de filas:
pt_br: No. de linhas:
ru: Количество строк:
sl: Število vrstic:

source: Compare Survival Functions
es: Comparación de funciones de supervivencia
pt_br: Compare Funções de Sobrevida
ru: Сравнение функций дожития
sl: Primerjaj funkciji preživetja

source: You must select strata.
es: Debes introducir el estrato.
pt_br: Selecione um estrato
ru: Введите признак расслоения.
sl: Izbrati morate stratume.

source: Survival Function
es: Función de supervivencia
pt_br: Função de Sobrevida
ru: Функция дожития
sl: Funkcija preživetja

source: Plain
es: Plano
pt_br: Sem transformação
ru: Простой
sl: Enostavno

source: None
es: Ninguna
pt_br: Nenhum
ru: Ничего
sl: Nič

source: Confidence Intervals
es: Intervalos de confianza
pt_br: Intervalos de Confiança
ru: Доверительные интервалы
sl: Intervali zaupanja

source: Plot confidence Intervals
es: Gráfica de intervalos de confianza
pt_br: Gráfico com intervalos de confiança
ru: Рисовать доверительные интервалы
sl: Nariši intervale zaupanja

source: Mark censoring times
es: Marcar tiempos de censura
pt_br: Indicar os tempos de censura
ru: Выделить цензурирование
sl: Označi čas krnenja

source: Method
es: Método
pt_br: Método
ru: Метод
sl: Metoda

source: Variance Method
es: Método de la varianza
pt_br: Método de variância
ru: Метод рассчета дисперсии
sl: Metoda variance

source: Confidence level
es: Nivel de confianza
pt_br: Nível de confiança
ru: Уровень значимости
sl: Raven zaupanja

source: Quantiles to estimate
es: Quantiles a estimar
pt_br: Quantis para estimar
ru: Оцениваемые квантили
sl: Ocene kvantilov

source: Survival Regression Model
es: Modelo de regresión de supervivencia
pt_br: Modelo de regressão para sobrevida
ru: Регрессионная модель дожития
sl: Regresijski model preživetja

source: Exponential
es: Exponencial
pt_br: Exponencial
ru: Экспоненциальное
sl: Eksponentno

source: Gaussian
es: Gausiana
ru: Гауссовское (нормальное)
sl: Gaussovo

source: Logistic
es: Logística
pt_br: Logística
ru: Логистическое
sl: Logistična

source: Log-logistic
es: Log-logística
pt_br: Log-logística
ru: Лог-логистическое
sl: Log-logistična

source: Distribution
es: Distribución
pt_br: Distribuição
ru: Распределение
sl: Distribucija

source: Reshape Wide Survival Data to Long
es: Cambiar datos de supervivencias de anchos a altos
pt_br: Rearrume os dados de sobrevida da forma larga para longa
ru: Изменить структуру данных дожития с "широкой" на "длинную"
sl: Predelaj širinsko opisane podatke v dolžinsko

source: No time-varying covariates specified.
es: Variaciones covariantes con el tiempo no especificadas.
pt_br: Sem covariáveis variando no tempo especificadas
ru: Зависящие от времени ковариаты не заданы
sl: Ni določenih časovno odvisnih kovariat

source: You must enter the name of a data set.
es: Debe introducir el nombre del conjunto de datos.
pt_br: Entre o nome do banco de dados
ru: Введите имя набора данных
sl: Vnesti morate ime podatkovne zbirke.

source: is not a valid name.
es: no es un nombre válido.
pt_br: não é um nome válido
ru: не является правильным именем.
sl: ni veljavno ime.

source: Data set
es: Conjunto de datos
pt_br: Banco de dados
ru: Набор данных
sl: Podatkovna zbirka

source: You must select a time-to-event variable.
es: Debe seleccionar un variable tiempo para evento
pt_br: Selecione uma variável de tempo-para-evento
ru: Введите имя признака типа времени до наступления события
sl: Izbrati morate spremenljivko časa dogodka.

source: Covariate set has %d entries; should have %d entries
es: El conjunto covariante tiene %d entradas; debería tener %d entradas
pt_br: Conjunto de covariáveis tem %d entradas; deveria ter %d entradas
ru: Набор ковариат состоит из %d записей; ожидаемое количество записей - %d
sl: Zbirka kovariat ima %d vnosov; morala bi jih imeti %d

source: Covariate set must have at least 2 entries.
es: El conjunto covariante debe tener al menos dos entradas.
pt_br: Conjunto de covariáveis deve ter pelo menos duas entradas
ru: Набор ковариат должен иметь по меньшей мере 2 записи.
sl: Zbirka kovariat mora imeti vsaj 2 vnosa.

source: Time to event (select one)
es: Tiempo para evento (seleccione uno)
pt_br: Tempo para evento (selecione um)
ru: Время до наступления события (выберите признак)
sl: Čas dogodka (izberite eno)

source: Select set of time-dependent covariates
es: Selección del conjunto covariantes dependientes del tiempo
pt_br: Selecione conjunto de covariáveis tempo-dependentes
ru: Выберите набор зависящих от времени ковариат
sl: Izberite zbirko časovno odvisnih kovariat

source: Select
es: Seleccione
pt_br: Selecione
ru: Выберите
sl: Izberi

source: Enter name for data set:
es: Introduzca el nombre del conjunto de datos:
pt_br: Entre com o nome do banco de dados
ru: Введите имя набора данных:
sl: Vnesite ime zbirke podatkov:

source: Name for covariate
es: Nombre para covarianza
pt_br: Nome da covariável
ru: Имя ковариаты
sl: Ime kovariate

source: tcltk package missing
es: paquete tcltk ausente
pt_br: pacote tcltk faltando
ru: отсутствует пакет tcltk
sl: manjka paket tcltk

source: all elements of cov must be of the same length and
es: todos los elementos de cov deben tener la misma longitud y
pt_br: todos os elementos de cov devem ter o mesmo comprimento e
ru: все элементы cov должны быть одинаковой длины и
sl: vsi elementi cov morajo biti enake dolžine in

source: cov.times must have one more entry than each element of cov.
es: cov.times debe tener una o más entradas que cada elemento de cov.
pt_br: cov.times deve ter mais de uma entrada para cada elemento de cov.
ru: cov.times должно содержать на одну запись больше, чем каждый элемент cov.
sl: cov.times morajo imeti ene element več kot cov.

source: event indicator must have values {0, 1}, {1, 2} or {FALSE, TRUE}
es: indicador de evento debe tener valores {0, 1}, {1, 2} o {FALSE, TRUE}
pt_br: o indicador de ocorrência do evento deve ter valores {0, 1}, {1, 2} ou {FALSE, TRUE}
ru: индикатор события должен принимать значения {0, 1}, {1, 2} или {FALSE, TRUE}
sl: indikator dogodka mora imeti vrednosti {0, 1}, {1, 2} ali {FALSE, TRUE}

source: Factors only
es: Sólo factores
pt_br: Somente fatores
ru: Только факторы
sl: Samo faktorji

source: All variables
es: Todas las variables
pt_br: Todas as variáveis
ru: Все признаки
sl: Vse spremenljivke

source: Candidates for clusters
es: Candidatos para clusters
pt_br: Candidatas para cluster
ru: Кандидаты для кластеров
sl: Kandidati za skupine

source: Time-dependent covariates
es: Covarianzas dependientes con el tiempo
pt_br: Covariáveis tempo-dependentes
ru: Зависящие от времени ковариаты
sl: Časovno odvisne kovariate

source: <none defined>
es: <ninguno definido>
pt_br: <nenhuma definida>
ru: <ничего не задано>

source: Convert variable to date...
es: Convertir variable a fecha...
pt_br: Converta variável para data
ru: Конверсия признака в дату...
sl: Pretvori spremenljivke v datum...

source: Date Conversion
es: Conversión de fecha
pt_br: Conversão de Data
ru: Конверсия даты
sl: Pretvorba datumom

source: Variable to convert
es: Variable a convertir
pt_br: Variável a converter
ru: Признак для конверсии
sl: Spremenljivka za pretvorbo

source: date
es: fehca
pt_br: data
ru: дата
sl: datum

source: Date format
es: Formato de fecha
pt_br: Formato da data
ru: Формат даты
sl: Format datuma

source: Name for date variable
es: Nombre para la variable de fecha
pt_br: Nome da variável de data
ru: Имя признака даты
sl: Ime datumske spremenljivke

source: Class of date variable
es: Clase de variable de fecha
pt_br: Classe da variável de data
ru: Класс признака даты
sl: Razred datumske spremenljivke

source: object
es: objeto
pt_br: objeto
ru: объект
sl: predmet

source: Estimate survival function...
es: Estimación de la función de supervivencia...
ru: Оценка функции дожития...
sl: Ocena funkcije preživetja...

source: Compare survival functions...
es: Comparación de las funciones de supervivencia...
ru: Сравнить функции дожития...
sl: Primerjaj funkciji preživetja...

source: Survival analysis
es: Análisis de supervivencia
ru: Анализ данных типа времени жизни
sl: Analiza preživetja

source: Survival data definition...
es: Definición de los datos de supervivencia...
ru: Задание данных дожития...
sl: Definicija podatkov preživetja...

source: Convert wide to long data...
es: Convertir ancho a largo de datos...
ru: Конверсия "широких" данных в "длинные"
sl: Pretvori široko opisane podatke v dolgo...

source: Survival data
es: Datos supervivientes
ru: Данные дожития
sl: Podatki preživetja

source: Cox regression model...
es: Modelo de regresión de Cox...
ru: Регрессионная модель Кокса...
sl: Coxov regresijski model...

source: Parametric survival model...
es: Modelo de supervivencia paramétrico...
ru: Параметрическая модель дожития...
sl: Parametrični model preživetja...

source: Test proportional hazards
es: Test de riesgos proporcionales
ru: Критерий пропорциональных интенсивностей
sl: Preizkusi proporcionalna tveganja

source: Cox-model survival function...
es: Modelo de Cox de función de supervivencia...
ru: Функция дожития модели Кокса...
sl: Funkcija preživetja Coxovega modela...

source: Plot terms in Cox model
es: Dibujar términos del modelo de Cox
ru: Рисовать составляющие модели Кокса
sl: Nariši člene Coxovega modela

source: Plot survival-regression dfbetas
es: Gráfica de supervivencia-regresión dfbetas
ru: Рисовать значения dfbetas
sl: Nariši dfbete regresije preživetja

source: Plot survival-regression dfbeta
es: Gráfica de supervivencia-regresión dfbeta
ru: Рисовать значения dfbeta
sl: Nariši dfbeto regresije preživetja

source: Plot null Martingale residuals
es: Gráfica residuos de Martingala nula
ru: Рисовать остатки мартингального типа
sl: Nariši ostanke po Martingaleu

source: Cox-model partial-residual plots
es: Modelo Cox gráfica residuos parciales
ru: Рисунок остатков в модели Кокса
sl: Prikazi delnih ostankov v Coxovem modelu

source: Event indicator (select one or none)
es: Indicador de evento (seleccione uno o más)
sl: Indikator dogodka (izberite enega ali nič)

source: Type of Censoring
es: Tipo de censura
sl: Zvrst krnenja

source: Right
es: Derecha
sl: Desno

source: Left
es: Izquierda
sl: Levo

source: Interval
es: Intervalo
sl: Intervalno

source: Counting
es: Contando
sl: Štetje

source: Interval type 2
es: Intervalo tipo 2
sl: Interval tipa 2

source: You must select an event indicator if censoring is 'interval'.
es: Debes seleccionar un indicador de eventos si la censura es 'intervalos'.
sl: Izbrati morate indikator dogodka, če je krnenje intervalno.

source: You should not select an event indicator if censoring is 'interval2'.
es: No debes seleccionar un indicador de eventos si la censura es 'intervalo2'.
sl: Ne smete izbrati indikator dogodka, če je krnenje zvrsti 'interval 2'.

source: start-end times only for counting-process or interval censoring.
es: tiempo de inicio-final sólo para el proceso de conteo o censura de intervalos.
sl: Časi začetka in konca samo za štetje ali pa intervalno krnenje.

source: start-end times required for counting-process or interval censoring.
es: tiempo de inicio-final requerido para el proceso de conteo o censura de intervalos.
sl: Časi začetka in konca so zahtevani za štetje ali pa intervalno krnenje.

source: Strata (select one or more)
es: Estratos (seleccione uno o más)
sl: Stratumi (izberite enega ali več)

source: Summary
es: Resumen
sl: Izvleček

source: Detailed
es: Detallado
sl: Podrobnosti

source: Data
es: Datos
sl: Podatki

source: No
pt_br: Não
ru: Нет
sl: Ne

source: Log-normal
ru: Логнормальное
sl: Log-normalna

source: Efron
ru: Ефрон

source: Breslow
ru: Бреслоу

source: Log
ru: Лог

source: Log-log
ru: Лог-лог

source: Kaplan-Meier
ru: Каплан-Мейер

source: Fleming-Harrington
ru: Флеминг-Харрингтон

source: Fleming-Harrington 2
ru: Флеминг-Харрингтон 2

source: Greenwood
ru: Гринвуд

source: Tsiatis
ru: Циатис (Tsiatis)

source: Weibull
ru: Вейбула
